Revit 2024 API
BuiltInFailures.GroupFailures.NotAGroupFile Property
 This is not a Group File.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId NotAGroupFile { get; }
Visual Basic
Public Shared ReadOnly Property NotAGroupFile As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ NotAGroupFile {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace